amd-ucode
ark
base-devel
btop
ccache
clang
cmake
code
curl
dnsmasq
dolphin
edk2-ovmf
efibootmgr
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
gdb
git
github-cli
gnome-keyring
goverlay
gtest
hypridle
hyprland
hyprlock
hyprlock
hyprsunset
jellyfin-mpv-shim
jq
kate
kdsingleapplication
kitty
kvantum
kwallet-pam
libgme
libsecret
libvirt
man-db
mpv
neovim
network-manager-applet
networkmanager
ninja
noto-fonts-cjk
ntfs-3g
nvidia-open-dkms
nwg-look
openrgb
openssh
p7zip
pavucontrol
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
qalculate-qt
qcoro
qemu-desktop
qt6-doc
qtcreator
sddm
sshfs
steam
sudo
swaybg
swaync
swayosd
unrar
unzip
vi
vimiv
virt-manager
vivaldi
waybar
wireplumber
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
zsh